[
  {
    "_id": 1,
    "en": {
      "name": "Classic Men's Cut",
      "subHeader": "Timeless Style for the Modern Man",
      "description": "Master the art of classic men's haircuts with our comprehensive course. Learn techniques for various face shapes and hair types, ensuring your clients leave looking sharp and polished.",
      "paragraphs": [
        "In this course, you'll learn the fundamentals of men's haircutting. We'll cover essential tools and their proper use, ensuring you're well-equipped for any styling challenge. You'll also master basic cutting techniques that form the foundation of classic men's hairstyles. Through hands-on practice and expert guidance, you'll develop the skills needed to create timeless looks that suit a variety of clients.",
        "You'll master the art of tapering and blending, crucial skills for creating seamless transitions in men's haircuts. We'll delve deep into the nuances of these techniques, showing you how to achieve smooth gradients that elevate your work. We'll also explore different styling options to complement various cuts, from sleek professional styles to more relaxed, textured looks. You'll learn how to use styling products effectively to enhance and maintain your cuts.",
        "By the end of the course, you'll be able to confidently execute a range of classic men's hairstyles. Your newfound expertise will allow you to tackle everything from traditional cuts to modern interpretations with ease. You'll also learn how to consult with clients to determine the best cut for their face shape and lifestyle. This skill will help you build a loyal clientele by providing personalized, flattering styles that meet each individual's needs and preferences."
      ]
    },
    "ua": {
      "name": "Класична чоловіча стрижка",
      "description": "Оволодійте мистецтвом класичних чоловічих стрижок з нашим всеохоплюючим курсом. Вивчіть техніки для різних форм обличчя та типів волосся, забезпечуючи своїм клієнтам стильний та елегантний вигляд.",
      "paragraphs": [
        "У цьому курсі ви вивчите основи чоловічих стрижок. Ми розглянемо основні інструменти та їх правильне використання, забезпечуючи вас всім необхідним для будь-якого стилістичного виклику. Ви також освоїте базові техніки стрижки, які формують основу класичних чоловічих зачісок. Через практичні заняття та експертне керівництво, ви розвинете навички, необхідні для створення вічних образів, які підходять різним клієнтам.",
        "Ви опануєте мистецтво звуження та змішування, ключові навички для створення плавних переходів у чоловічих стрижках. Ми глибоко зануримося в нюанси цих технік, показуючи вам, як досягти плавних градієнтів, які піднімуть вашу роботу на новий рівень. Ми також дослідимо різні варіанти укладання для доповнення різних стрижок, від елегантних професійних стилів до більш розслаблених, текстурованих образів. Ви навчитеся ефективно використовувати стайлінгові продукти для покращення та підтримки ваших стрижок.",
        "До кінця курсу ви зможете впевнено виконувати ряд класичних чоловічих зачісок. Ваш новий досвід дозволить вам легко справлятися з усім, від традиційних стрижок до сучасних інтерпретацій. Ви також навчитеся консультувати клієнтів, щоб визначити найкращу стрижку для їхньої форми обличчя та способу життя. Ця навичка допоможе вам побудувати лояльну клієнтську базу, надаючи персоналізовані, лестиві стилі, які відповідають потребам та уподобанням кожного окремого клієнта."
      ]
    },
    "difficulty": 2,
    "price": {
      "usd": 20,
      "uah": 5500,
      "eur": 180
    },
    "duration": 1,
    "equipment": "Scissors, clippers, comb, razor",
    "fileId": "classic_mens_cut_001",
    "coverImage": "1.png",
    "images": ["classic_mens_cut_1.jpg", "classic_mens_cut_2.jpg", "classic_mens_cut_3.jpg"],
    "createdAt": "2024-07-12T10:00:00.000Z"
  },
  {
    "_id": 2,
    "en": {
      "name": "Advanced Layering",
      "subHeader": "Create Dimension and Movement",
      "description": "Elevate your haircutting skills with our Advanced Layering Techniques course. Learn to create stunning, multi-dimensional looks that bring life and movement to any hair type.",
      "paragraphs": [
        "This course delves deep into the art of layering. You'll learn how to analyze hair texture, density, and growth patterns to determine the best layering approach for each client. We'll explore how these factors interact and influence the final look, giving you the knowledge to make informed decisions for every cut. You'll also develop an eye for identifying the unique characteristics of each client's hair, allowing you to customize your approach for optimal results.",
        "We'll cover a wide range of layering techniques, including uniform layers, graduated layers, and disconnected layers. Each technique will be thoroughly explained and demonstrated, giving you a comprehensive understanding of when and how to use them. You'll also learn how to combine different layering methods to create unique, customized looks that set your work apart. Through practice and guidance, you'll develop the skills to seamlessly blend these techniques for cohesive, stunning styles.",
        "The course includes instruction on how to use various tools for layering, including scissors, razors, and texturizing shears. You'll learn the pros and cons of each tool and when to choose one over the other for specific effects. By the end, you'll be able to create dynamic, movement-rich hairstyles that flatter your clients and showcase your advanced skills. We'll also cover how to communicate with clients about layered styles, ensuring they understand and are excited about their new look."
      ]
    },
    "ua": {
      "name": "Просунуті техніки багатошаровості",
      "description": "Підніміть свої навички стрижки на новий рівень з нашим курсом Просунутих технік багатошаровості. Навчіться створювати приголомшливі, багатовимірні образи, які надають життя та руху будь-якому типу волосся.",
      "paragraphs": [
        "Цей курс глибоко занурюється в мистецтво створення шарів. Ви навчитеся аналізувати текстуру волосся, густоту та особливості росту, щоб визначити найкращий підхід до створення шарів для кожного клієнта. Ми дослідимо, як ці фактори взаємодіють і впливають на кінцевий вигляд, надаючи вам знання для прийняття обґрунтованих рішень для кожної стрижки. Ви також розвинете вміння визначати унікальні характеристики волосся кожного клієнта, що дозволить вам налаштовувати свій підхід для оптимальних результатів.",
        "Ми розглянемо широкий спектр технік створення шарів, включаючи рівномірні шари, градуйовані шари та роз'єднані шари. Кожна техніка буде детально пояснена та продемонстрована, даючи вам всебічне розуміння того, коли і як їх використовувати. Ви також навчитеся комбінувати різні методи створення шарів для створення унікальних, індивідуальних образів, які виділяють вашу роботу. Через практику та керівництво ви розвинете навички для безперешкодного поєднання цих технік для створення гармонійних, приголомшливих стилів.",
        "Курс включає інструкції щодо використання різних інструментів для створення шарів, включаючи ножиці, бритви та текстуруючі ножиці. Ви дізнаєтеся про переваги та недоліки кожного інструменту і коли вибирати один замість іншого для досягнення конкретних ефектів. До кінця курсу ви зможете створювати динамічні, повні руху зачіски, які підкреслюють переваги ваших клієнтів та демонструють ваші просунуті навички. Ми також розглянемо, як спілкуватися з клієнтами про багатошарові стилі, забезпечуючи їх розуміння та захоплення їхнім новим образом."
      ]
    },
    "difficulty": 4,
    "price": {
      "usd": 30,
      "uah": 8300,
      "eur": 270
    },
    "duration": 2,
    "equipment": "Professional scissors set, texturizing shears, razor, thinning shears",
    "fileId": "advanced_layering_003",
    "coverImage": "2.png",
    "images": ["advanced_layering_1.jpg", "advanced_layering_2.jpg", "advanced_layering_3.jpg"],
    "createdAt": "2024-07-12T13:00:00.000Z"
  },
  {
    "_id": 3,
    "en": {
      "name": "Scissor Artistry",
      "subHeader": "Elevate Your Cutting Techniques",
      "description": "Refine your haircutting skills with our Scissor Artistry course. Learn advanced techniques to create precise, textured cuts that enhance your clients' natural hair characteristics.",
      "paragraphs": [
        "This course focuses on mastering advanced scissor techniques to elevate your haircutting game. You'll learn how to choose the right scissors for different hair types and cutting styles, and how to maintain your tools for optimal performance. We'll cover various cutting angles and how they affect the final look, teaching you to create everything from sleek, blunt cuts to highly textured, layered styles. You'll also learn advanced point cutting, slide cutting, and channel cutting techniques to add movement and dimension to your haircuts.",
        "We'll explore how to analyze face shapes, hair textures, and growth patterns to customize cuts that complement each client's unique features. You'll learn how to create seamless blends between different lengths and textures, mastering techniques like invisible layering and weight removal. The course will also cover dry cutting techniques, allowing you to refine your cuts with precision and create lived-in, effortless looks. We'll discuss how to adapt your cutting techniques for different hair types, from fine and straight to thick and curly.",
        "By the end of the course, you'll have the skills to execute a wide range of scissor-based haircuts with confidence and creativity. You'll be able to craft personalized styles that enhance your clients' natural hair texture and face shape. We'll also cover consultation techniques to help you better understand and interpret your clients' desires, ensuring satisfaction with every cut. Additionally, you'll learn how to educate your clients on at-home styling techniques to maintain their new look between appointments, helping you build a loyal clientele base."
      ]
    },
    "ua": {
      "name": "Мистецтво роботи з ножицями",
      "description": "Удосконалюйте свої навички стрижки з нашим курсом Мистецтва роботи з ножицями. Вивчіть передові техніки для створення точних, текстурованих стрижок, які підкреслюють природні характеристики волосся ваших клієнтів.",
      "paragraphs": [
        "Цей курс зосереджується на освоєнні передових технік роботи з ножицями для підвищення вашої майстерності у стрижці. Ви навчитеся вибирати правильні ножиці для різних типів волосся та стилів стрижки, а також як доглядати за своїми інструментами для оптимальної продуктивності. Ми розглянемо різні кути стрижки та як вони впливають на кінцевий вигляд, навчаючи вас створювати все: від гладких, чітких стрижок до високо текстурованих, багатошарових стилів. Ви також вивчите передові техніки точкового зрізу, ковзаючого зрізу та канального зрізу для додавання руху та об'єму вашим стрижкам.",
        "Ми дослідимо, як аналізувати форми обличчя, текстури волосся та напрямки росту для створення індивідуальних стрижок, які доповнюють унікальні риси кожного клієнта. Ви навчитеся створювати безшовні переходи між різними довжинами та текстурами, опануєте техніки невидимого нашарування та видалення ваги. Курс також охопить техніки сухої стрижки, дозволяючи вам удосконалювати свої стрижки з точністю та створювати невимушені, природні образи. Ми обговоримо, як адаптувати ваші техніки стрижки для різних типів волосся, від тонкого та прямого до густого та кучерявого.",
        "До кінця курсу ви матимете навички впевнено та креативно виконувати широкий спектр стрижок з використанням ножиць. Ви зможете створювати персоналізовані стилі, які підкреслюють природну текстуру волосся та форму обличчя ваших клієнтів. Ми також розглянемо техніки консультацій, щоб допомогти вам краще розуміти та інтерпретувати бажання ваших клієнтів, забезпечуючи задоволення кожною стрижкою. Крім того, ви навчитеся навчати своїх клієнтів технікам домашнього стайлінгу для підтримки їхнього нового образу між візитами, допомагаючи вам побудувати лояльну клієнтську базу."
      ]
    },

    "difficulty": 3,
    "price": {
      "usd": 40,
      "uah": 6900,
      "eur": 225
    },
    "duration": 25,
    "equipment": "Professional clippers, trimmers, razor, comb set",
    "fileId": "precision_fade_004",
    "coverImage": "3.png",
    "images": ["precision_fade_1.jpg", "precision_fade_2.jpg", "precision_fade_3.jpg"],
    "createdAt": "2024-07-12T14:30:00.000Z"
  },
  {
    "_id": 4,
    "en": {
      "name": "Curly Hair Cutting Techniques",
      "subHeader": "Enhance Natural Textures",
      "description": "Unlock the secrets of cutting and styling curly hair with our specialized course. Learn to work with natural textures to create stunning, manageable styles for your curly-haired clients.",
      "paragraphs": [
        "This course is designed to help you understand and work with the unique properties of curly hair. You'll learn about different curl patterns and how to cut them to enhance their natural beauty. We'll delve into the science behind curl formation and how factors like porosity and elasticity affect curly hair behavior. This knowledge will empower you to make informed decisions about cutting and styling techniques for each individual client's hair type.",
        "We'll cover techniques such as dry cutting, channel cutting, and slide cutting, all tailored specifically for curly hair. Each method will be thoroughly explained and demonstrated, giving you a comprehensive toolkit for working with curls. You'll also learn about product selection and application to help your clients maintain their curls. We'll explore a range of styling products and techniques, teaching you how to choose the right combinations for different curl types and desired looks.",
        "By the end of the course, you'll be confident in your ability to cut and style a wide range of curly hair types, from loose waves to tight coils. You'll have the skills to create customized cuts that enhance your clients' natural curl patterns and suit their lifestyles. You'll also understand how to educate your clients on caring for their curly hair at home, including washing, conditioning, and styling techniques. This comprehensive approach will help you build a loyal curly-haired clientele who trust your expertise and love their manageable, beautiful curls."
      ]
    },
    "ua": {
      "name": "Техніки стрижки кучерявого волосся",
      "description": "Розкрийте секрети стрижки та укладання кучерявого волосся з нашим спеціалізованим курсом. Навчіться працювати з натуральними текстурами, щоб створювати приголомшливі, легкі в догляді зачіски для ваших клієнтів з кучерявим волоссям.",
      "paragraphs": [
        "Цей курс розроблений, щоб допомогти вам зрозуміти та працювати з унікальними властивостями кучерявого волосся. Ви дізнаєтесь про різні типи завитків і як їх стригти, щоб підкреслити їхню природну красу. Ми заглибимося в науку формування завитків і як фактори, такі як пористість та еластичність, впливають на поведінку кучерявого волосся. Ці знання дозволять вам приймати обґрунтовані рішення щодо технік стрижки та укладання для кожного індивідуального типу волосся клієнта.",
        "Ми розглянемо такі техніки, як суха стрижка, канальна стрижка та ковзаюча стрижка, всі спеціально адаптовані для кучерявого волосся. Кожен метод буде детально пояснений та продемонстрований, надаючи вам всеосяжний інструментарій для роботи з кучерями. Ви також дізнаєтесь про вибір та застосування продуктів, щоб допомогти вашим клієнтам доглядати за їхніми кучерями. Ми дослідимо ряд стайлінгових продуктів та технік, навчаючи вас обирати правильні комбінації для різних типів кучерів та бажаних образів.",
        "До кінця курсу ви будете впевнені у своїй здатності стригти та укладати широкий спектр типів кучерявого волосся, від вільних хвиль до тугих завитків. Ви матимете навички для створення індивідуальних стрижок, які підкреслюють природні завитки ваших клієнтів та відповідають їхньому способу життя. Ви також зрозумієте, як навчити своїх клієнтів доглядати за їхнім кучерявим волоссям вдома, включаючи техніки миття, кондиціонування та укладання. Цей комплексний підхід допоможе вам побудувати лояльну клієнтську базу з кучерявим волоссям, яка довіряє вашому досвіду та любить свої керовані, красиві кучері."
      ]
    },
    "difficulty": 4,
    "price": {
      "usd": 30,
      "uah": 7700,
      "eur": 250
    },
    "duration": 3,
    "equipment": "Specialized scissors, wide-tooth comb, diffuser, curl-specific products",
    "fileId": "curly_hair_cutting_005",
    "coverImage": "4.png",
    "images": ["curly_hair_cutting_1.jpg", "curly_hair_cutting_2.jpg", "curly_hair_cutting_3.jpg"],
    "createdAt": "2024-07-12T16:00:00.000Z"
  },
  {
    "_id": 5,
    "en": {
      "name": "Creative Color and Cut Integration",
      "subHeader": "Harmonize Shape and Hue",
      "description": "Elevate your skills by learning to seamlessly integrate cutting and coloring techniques. This advanced course teaches you how to create cohesive, stunning looks that combine shape and color harmoniously.",
      "paragraphs": [
        "In this course, you'll learn how to plan and execute haircuts that complement color placement. We'll cover techniques for creating shapes that enhance highlights, balayage, and vivid color designs. You'll discover how to use cutting techniques to accentuate color placement and create dynamic, multi-dimensional looks. We'll also explore how different hair textures and densities interact with color, allowing you to tailor your approach for each client's unique characteristics.",
        "You'll master the art of cutting pre-colored hair to maintain color integrity, as well as cutting techniques that prepare hair for optimal color application. We'll delve into the science of how cutting can affect color absorption and fading, giving you the knowledge to make informed decisions about timing and technique. We'll also explore how different cutting techniques can affect color results, teaching you to use this interplay to your advantage in creating stunning, personalized looks.",
        "By the end of the course, you'll be able to offer your clients fully integrated cut and color services, resulting in personalized, high-impact looks. You'll have the skills to create cohesive styles where cut and color work in perfect harmony to enhance each other. You'll also learn how to photograph your work to build an impressive portfolio, capturing the intricate details of your color and cut integration. Additionally, we'll cover client consultation techniques specific to combined cut and color services, helping you guide your clients towards choices that will best suit their features, lifestyle, and maintenance preferences."
      ]
    },
    "ua": {
      "name": "Інтеграція творчого кольору",
      "description": "Підвищіть свої навички, навчившись безперешкодно інтегрувати техніки стрижки та фарбування. Цей просунутий курс навчить вас створювати цілісні, приголомшливі образи, які гармонійно поєднують форму та колір.",
      "paragraphs": [
        "У цьому курсі ви навчитеся планувати та виконувати стрижки, які доповнюють розміщення кольору. Ми розглянемо техніки створення форм, які підкреслюють мелірування, балаяж та яскраві колірні дизайни. Ви дізнаєтеся, як використовувати техніки стрижки для акцентування розміщення кольору та створення динамічних, багатовимірних образів. Ми також дослідимо, як різні текстури та густота волосся взаємодіють з кольором, дозволяючи вам адаптувати свій підхід до унікальних характеристик кожного клієнта.",
        "Ви опануєте мистецтво стрижки попередньо пофарбованого волосся для збереження цілісності кольору, а також техніки стрижки, які готують волосся до оптимального нанесення кольору. Ми заглибимося в науку про те, як стрижка може впливати на поглинання та вицвітання кольору, надаючи вам знання для прийняття обґрунтованих рішень щодо часу та техніки. Ми також дослідимо, як різні техніки стрижки можуть впливати на результати фарбування, навчаючи вас використовувати цю взаємодію на свою користь при створенні приголомшливих, персоналізованих образів.",
        "До кінця курсу ви зможете запропонувати своїм клієнтам повністю інтегровані послуги стрижки та фарбування, що призведе до персоналізованих, вражаючих образів. Ви матимете навички для створення цілісних стилів, де стрижка та колір працюють у ідеальній гармонії, підкреслюючи один одного. Ви також навчитеся фотографувати свою роботу для створення вражаючого портфоліо, фіксуючи складні деталі інтеграції кольору та стрижки. Крім того, ми розглянемо техніки консультацій клієнтів, специфічні для комбінованих послуг стрижки та фарбування, допомагаючи вам направляти ваших клієнтів до вибору, який найкраще відповідатиме їхнім особливостям, способу життя та уподобанням щодо догляду."
      ]
    },
    "difficulty": 5,
    "price": {
      "usd": 25,
      "uah": 9700,
      "eur": 315
    },
    "duration": 2,
    "equipment": "Professional scissors set, color application tools, lightener, various hair dyes",
    "fileId": "color_cut_integration_006",
    "coverImage": "5.png",
    "images": [
      "color_cut_integration_1.jpg",
      "color_cut_integration_2.jpg",
      "color_cut_integration_3.jpg"
    ],
    "createdAt": "2024-07-12T17:30:00.000Z"
  },

  {
    "_id": 6,
    "en": {
      "name": "Precision Fade Mastery",
      "subHeader": "Perfect Blends for Modern Styles",
      "description": "Master the art of creating flawless fades with our Precision Fade Mastery course. Learn techniques to achieve seamless transitions and sharp lines for a variety of modern hairstyles.",
      "paragraphs": [
        "This course focuses on the intricate techniques required to create perfect fades. You'll learn how to use clippers, trimmers, and razors with precision to achieve smooth gradients. We'll delve into the mechanics of each tool, exploring how to adjust and manipulate them for optimal results. You'll also learn about the importance of proper lighting and positioning when creating fades, ensuring you can work efficiently and accurately in any salon environment.",
        "We'll cover various types of fades including low, mid, and high fades, as well as skin fades. Each style will be broken down into step-by-step processes, allowing you to understand the nuances of each technique. You'll learn how to assess hair texture and growth patterns to determine the best approach for each client. We'll also explore how to incorporate fades into different hairstyles and adapt them to various hair types, giving you the versatility to cater to a wide range of clients and styles.",
        "By the end of the course, you'll be able to execute clean, crisp fades that elevate any hairstyle. You'll have the skills to create precise lines and smooth transitions that set your work apart. We'll also cover advanced techniques like creating designs within fades and blending fades with longer styles. You'll learn how to maintain your tools for optimal performance and longevity, ensuring consistent results in your fade work. Additionally, we'll discuss how to educate your clients on maintaining their fade between appointments, helping you build a loyal customer base who appreciate your attention to detail and expertise."
      ]
    },
    "ua": {
      "name": "Майстерність точного фейду",
      "description": "Оволодійте мистецтвом створення бездоганних фейдів з нашим курсом Майстерності точного фейду. Вивчіть техніки досягнення плавних переходів та чітких ліній для різноманітних сучасних зачісок.",
      "paragraphs": [
        "Цей курс зосереджується на складних техніках, необхідних для створення ідеальних фейдів. Ви навчитеся точно використовувати машинки, тримери та бритви для досягнення плавних градієнтів. Ми заглибимося в механіку кожного інструменту, досліджуючи, як їх налаштовувати та маніпулювати для оптимальних результатів. Ви також дізнаєтеся про важливість правильного освітлення та позиціонування при створенні фейдів, забезпечуючи можливість ефективної та точної роботи в будь-якому салонному середовищі.",
        "Ми розглянемо різні типи фейдів, включаючи низькі, середні та високі фейди, а також фейди до шкіри. Кожен стиль буде розбитий на покрокові процеси, що дозволить вам зрозуміти нюанси кожної техніки. Ви навчитеся оцінювати текстуру волосся та особливості росту, щоб визначити найкращий підхід для кожного клієнта. Ми також дослідимо, як включати фейди в різні зачіски та адаптувати їх до різних типів волосся, надаючи вам універсальність для обслуговування широкого кола клієнтів та стилів.",
        "До кінця курсу ви зможете виконувати чисті, чіткі фейди, які підносять будь-яку зачіску на новий рівень. Ви матимете навички для створення точних ліній та плавних переходів, які виділяють вашу роботу. Ми також розглянемо просунуті техніки, такі як створення дизайнів у фейдах та змішування фейдів з довшими стилями. Ви навчитеся доглядати за своїми інструментами для оптимальної продуктивності та довговічності, забезпечуючи стабільні результати у вашій роботі з фейдами. Крім того, ми обговоримо, як навчити ваших клієнтів підтримувати свій фейд між візитами, допомагаючи вам побудувати лояльну клієнтську базу, яка цінує вашу увагу до деталей та експертизу."
      ]
    },
    "difficulty": 3,
    "price": {
      "usd": 35,
      "uah": 6900,
      "eur": 225
    },
    "duration": 3,
    "equipment": "Professional clippers, trimmers, razor, comb set",
    "fileId": "precision_fade_004",
    "coverImage": "6.png",
    "images": ["precision_fade_1.jpg", "precision_fade_2.jpg", "precision_fade_3.jpg"],
    "createdAt": "2024-07-12T14:30:00.000Z"
  },
  {
    "_id": 7,
    "en": {
      "name": "Curly Hair Cutting Techniques",
      "subHeader": "Enhance Natural Textures",
      "description": "Unlock the secrets of cutting and styling curly hair with our specialized course. Learn to work with natural textures to create stunning, manageable styles for your curly-haired clients.",
      "paragraphs": [
        "This course is designed to help you understand and work with the unique properties of curly hair. You'll learn about different curl patterns and how to cut them to enhance their natural beauty. We'll explore the science behind curl formation, discussing factors like porosity, elasticity, and curl pattern that influence how curly hair behaves. This knowledge will empower you to make informed decisions about cutting and styling techniques for each individual client's hair type.",
        "We'll cover techniques such as dry cutting, channel cutting, and slide cutting, all tailored specifically for curly hair. Each method will be thoroughly explained and demonstrated, giving you a comprehensive toolkit for working with curls. You'll learn how to choose the right technique based on curl type, hair density, and desired style. We'll also delve into product selection and application to help your clients maintain their curls. You'll discover how different products interact with various curl types and how to create custom product cocktails for optimal results.",
        "By the end of the course, you'll be confident in your ability to cut and style a wide range of curly hair types, from loose waves to tight coils. You'll have the skills to create customized cuts that enhance your clients' natural curl patterns and suit their lifestyles. We'll also cover styling techniques for different curl types, teaching you how to bring out the best in each client's unique texture. You'll understand how to educate your clients on caring for their curly hair at home, including washing, conditioning, and styling techniques. This comprehensive approach will help you build a loyal curly-haired clientele who trust your expertise and love their manageable, beautiful curls."
      ]
    },
    "ua": {
      "name": "Техніки стрижки кучерявого волосся",
      "description": "Розкрийте секрети стрижки та укладання кучерявого волосся з нашим спеціалізованим курсом. Навчіться працювати з натуральними текстурами, щоб створювати приголомшливі, легкі в догляді зачіски для ваших клієнтів з кучерявим волоссям.",
      "paragraphs": [
        "Цей курс розроблений, щоб допомогти вам зрозуміти та працювати з унікальними властивостями кучерявого волосся. Ви дізнаєтесь про різні типи завитків і як їх стригти, щоб підкреслити їхню природну красу. Ми дослідимо науку формування завитків, обговорюючи фактори, такі як пористість, еластичність та тип завитків, які впливають на поведінку кучерявого волосся. Ці знання дозволять вам приймати обґрунтовані рішення щодо технік стрижки та укладання для кожного індивідуального типу волосся клієнта.",
        "Ми розглянемо такі техніки, як суха стрижка, канальна стрижка та ковзаюча стрижка, всі спеціально адаптовані для кучерявого волосся. Кожен метод буде детально пояснений та продемонстрований, надаючи вам всеосяжний інструментарій для роботи з кучерями. Ви навчитеся обирати правильну техніку на основі типу завитків, густоти волосся та бажаного стилю. Ми також заглибимося у вибір та застосування продуктів, щоб допомогти вашим клієнтам доглядати за їхніми кучерями. Ви дізнаєтеся, як різні продукти взаємодіють з різними типами завитків і як створювати індивідуальні продуктові коктейлі для оптимальних результатів.",
        "До кінця курсу ви будете впевнені у своїй здатності стригти та укладати широкий спектр типів кучерявого волосся, від вільних хвиль до тугих завитків. Ви матимете навички для створення індивідуальних стрижок, які підкреслюють природні завитки ваших клієнтів та відповідають їхньому способу життя. Ми також розглянемо техніки укладання для різних типів завитків, навчаючи вас як найкраще підкреслити унікальну текстуру кожного клієнта. Ви зрозумієте, як навчити своїх клієнтів доглядати за їхнім кучерявим волоссям вдома, включаючи техніки миття, кондиціонування та укладання. Цей комплексний підхід допоможе вам побудувати лояльну клієнтську базу з кучерявим волоссям, яка довіряє вашому досвіду та любить свої керовані, красиві кучері."
      ]
    },
    "difficulty": 4,
    "price": {
      "usd": 10,
      "uah": 7700,
      "eur": 250
    },
    "duration": 3,
    "equipment": "Specialized scissors, wide-tooth comb, diffuser, curl-specific products",
    "fileId": "curly_hair_cutting_005",
    "coverImage": "7.png",
    "images": ["curly_hair_cutting_1.jpg", "curly_hair_cutting_2.jpg", "curly_hair_cutting_3.jpg"],
    "createdAt": "2024-07-12T16:00:00.000Z"
  },
  {
    "_id": 8,
    "en": {
      "name": "Creative Color and Cut Integration",
      "subHeader": "Harmonize Shape and Hue",
      "description": "Elevate your skills by learning to seamlessly integrate cutting and coloring techniques. This advanced course teaches you how to create cohesive, stunning looks that combine shape and color harmoniously.",
      "paragraphs": [
        "In this course, you'll learn how to plan and execute haircuts that complement color placement. We'll cover techniques for creating shapes that enhance highlights, balayage, and vivid color designs. You'll discover how to analyze face shapes and skin tones to determine the most flattering cut and color combinations. We'll also explore the principles of color theory and how they apply to hair design, helping you create visually striking and harmonious looks.",
        "You'll master the art of cutting pre-colored hair to maintain color integrity, as well as cutting techniques that prepare hair for optimal color application. We'll also explore how different cutting techniques can affect color results. You'll learn to anticipate how layering, texturizing, and other cutting methods can impact the final color outcome. Additionally, we'll cover strategies for preserving color during the cutting process and techniques for refreshing color after a cut.",
        "By the end of the course, you'll be able to offer your clients fully integrated cut and color services, resulting in personalized, high-impact looks. You'll also learn how to photograph your work to build an impressive portfolio. We'll discuss lighting techniques, angles, and editing tips to showcase your creations in the best possible way. Furthermore, you'll gain insights into marketing your integrated services and communicating the value of this specialized skillset to your clients."
      ]
    },
    "ua": {
      "name": "Інтеграція творчого кольору та стрижки",
      "description": "Підвищіть свої навички, навчившись безперешкодно інтегрувати техніки стрижки та фарбування. Цей просунутий курс навчить вас створювати цілісні, приголомшливі образи, які гармонійно поєднують форму та колір.",
      "paragraphs": [
        "У цьому курсі ви навчитеся планувати та виконувати стрижки, які доповнюють розміщення кольору. Ми розглянемо техніки створення форм, які підкреслюють мелірування, балаяж та яскраві колірні дизайни. Ви дізнаєтеся, як аналізувати форми обличчя та тони шкіри, щоб визначити найбільш лестиві комбінації стрижки та кольору. Ми також дослідимо принципи теорії кольору та їх застосування у дизайні волосся, допомагаючи вам створювати візуально вражаючі та гармонійні образи.",
        "Ви опануєте мистецтво стрижки попередньо пофарбованого волосся для збереження цілісності кольору, а також техніки стрижки, які готують волосся до оптимального нанесення кольору. Ми також дослідимо, як різні техніки стрижки можуть впливати на результати фарбування. Ви навчитеся передбачати, як багатошаровість, текстурування та інші методи стрижки можуть вплинути на кінцевий результат кольору. Крім того, ми розглянемо стратегії збереження кольору під час процесу стрижки та техніки оновлення кольору після стрижки.",
        "До кінця курсу ви зможете запропонувати своїм клієнтам повністю інтегровані послуги стрижки та фарбування, що призведе до персоналізованих, вражаючих образів. Ви також навчитеся фотографувати свою роботу для створення вражаючого портфоліо. Ми обговоримо техніки освітлення, ракурси та поради щодо редагування, щоб показати ваші творіння найкращим чином. Крім того, ви отримаєте уявлення про маркетинг ваших інтегрованих послуг та комунікацію цінності цього спеціалізованого набору навичок вашим клієнтам."
      ]
    },
    "difficulty": 5,
    "price": {
      "usd": 25,
      "uah": 9700,
      "eur": 315
    },
    "duration": 1,
    "equipment": "Professional scissors set, color application tools, lightener, various hair dyes",
    "fileId": "color_cut_integration_006",
    "coverImage": "8.png",
    "images": [
      "color_cut_integration_1.jpg",
      "color_cut_integration_2.jpg",
      "color_cut_integration_3.jpg"
    ],
    "createdAt": "2024-07-12T17:30:00.000Z"
  },
  {
    "_id": 9,
    "en": {
      "name": "Avant-Garde Hair Sculpture",
      "subHeader": "Push Creative Boundaries",
      "description": "Explore the boundaries of hair as an art form with our Avant-Garde Hair Sculpture course. Learn to create bold, dramatic styles that challenge conventions and showcase your artistic vision.",
      "paragraphs": [
        "This course is designed for hairstylists looking to push their creative limits. You'll learn advanced cutting and styling techniques to create sculptural, avant-garde hairstyles suitable for editorial work, runway shows, and competitions. We'll explore the history of avant-garde hair design and its influence on contemporary fashion. You'll also learn to draw inspiration from various art forms and translate abstract concepts into hair sculptures.",
        "We'll cover a range of unconventional techniques including precision carving, 3D texturing, and asymmetrical design. You'll also learn how to incorporate non-hair materials and accessories into your creations. We'll delve into the properties of different hair types and how to manipulate them for sculptural effects. You'll experiment with innovative tools and products specifically designed for avant-garde styling, and learn to create your own custom tools when necessary.",
        "By the end of the course, you'll have the skills to conceptualize and execute high-impact, artistic hairstyles. We'll also discuss how to market these skills for editorial and high-fashion clients. You'll learn about the business side of avant-garde hair design, including how to price your work, collaborate with photographers and fashion designers, and build a network in the fashion industry. We'll also cover techniques for documenting your creations and creating a standout portfolio that showcases your unique artistic vision."
      ]
    },
    "ua": {
      "name": "Авангардна скульптура волосся",
      "description": "Досліджуйте межі волосся як форми мистецтва з нашим курсом Авангардної скульптури волосся. Навчіться створювати сміливі, драматичні стилі, які кидають виклик умовностям і демонструють ваше художнє бачення.",
      "paragraphs": [
        "Цей курс розроблений для перукарів, які прагнуть розширити свої творчі межі. Ви вивчите передові техніки стрижки та укладання для створення скульптурних, авангардних зачісок, придатних для редакційної роботи, показів мод та конкурсів. Ми дослідимо історію авангардного дизайну волосся та його вплив на сучасну моду. Ви також навчитеся черпати натхнення з різних форм мистецтва та перетворювати абстрактні концепції на скульптури з волосся.",
        "Ми розглянемо ряд нетрадиційних технік, включаючи точне вирізання, 3D текстурування та асиметричний дизайн. Ви також навчитеся включати нетрадиційні матеріали та аксесуари у свої творіння. Ми заглибимося у властивості різних типів волосся та способи їх маніпулювання для створення скульптурних ефектів. Ви експериментуватимете з інноваційними інструментами та продуктами, спеціально розробленими для авангардного стилю, і навчитеся створювати власні спеціальні інструменти за необхідності.",
        "До кінця курсу ви матимете навички для концептуалізації та виконання високоефективних, артистичних зачісок. Ми також обговоримо, як просувати ці навички для редакційних та високомодних клієнтів. Ви дізнаєтеся про бізнес-сторону авангардного дизайну волосся, включаючи ціноутворення вашої роботи, співпрацю з фотографами та модними дизайнерами, а також створення мережі в індустрії моди. Ми також розглянемо техніки документування ваших творінь та створення видатного портфоліо, яке демонструє ваше унікальне художнє бачення."
      ]
    },
    "difficulty": 5,
    "price": {
      "usd": 30,
      "uah": 11000,
      "eur": 360
    },
    "duration": 40,
    "equipment": "Advanced cutting tools, styling products, non-hair materials for sculpture",
    "fileId": "avant_garde_sculpture_007",
    "coverImage": "9.png",
    "images": [
      "avant_garde_sculpture_1.jpg",
      "avant_garde_sculpture_2.jpg",
      "avant_garde_sculpture_3.jpg"
    ],
    "createdAt": "2024-07-12T19:00:00.000Z"
  }
]
